/**

 *
 */
const modelSetting = () => {
  console.log('模块设置')

  let data = [
    {
      楼层: '',
      "字段1": '',
      "字段n": '',
      children: [
        {
          房间: '',
          "字段1": '',
          "字段n": '',
          children: [
            {
              列: '',
              "字段1": '',
              "字段n": '',
            },
            {
              列: '',
              "字段1": '',
              "字段n": '',
            },
          ]
        },
        {

        }
      ]
    },
    {

    },
    {

    }
  ]


}